export const PrivacyPolicy = () => {
    return (
        <div>
            <h3>Политика конфиденциальности</h3>
            <ol>
                <li>Мы собираем только те данные, которые необходимы для предоставления наших услуг и продуктов.</li>
                <li>Мы не продаем, не передаем и не делаем доступными для сторонних лиц личные данные наших пользователей.</li>
                <li>Мы защищаем личные данные наших пользователей с помощью соответствующих технологий и процедур.</li>
                <li>Мы предоставляем пользователям возможность управлять своими личными данными и выбирать, какие данные они хотят делиться с нами.</li>
                <li>Мы соблюдаем все применимые законы и стандарты, касающиеся конфиденциальности и защиты личных данных.</li>
                <li>Мы информируем наших пользователей о том, как мы собираем, используем и защищаем их личные данные.</li>
            </ol>
        </div>
    )
}

