export const TermOfUse = () => {
    return (
        <div>
            <h3>Пользовательское соглашение</h3>
            <ol>
                <li>Ваше использование нашего сервиса подразумевает ваше согласие с этим пользовательским соглашением.</li>
                <li>Мы предоставляем вам доступ к нашему сервису "как есть" и не несем ответственности за любой ущерб, который может быть вызван его использованием.</li>
                <li>Вы несете ответственность за любые действия, которые совершаете в рамках использования нашего сервиса.</li>
                <li>Мы оставляем за собой право изменять или прекращать работу нашего сервиса в любое время без предварительного уведомления.</li>
                <li>Вы обязуетесь не использовать наш сервис для незаконных целей или для нарушения прав других людей.</li>
                <li>Мы можем использовать ваши персональные данные только для того, чтобы предоставить вам доступ к нашему сервису и для улучшения его работы.</li>
                <li>Мы не будем передавать ваши персональные данные третьим лицам без вашего явного согласия, за исключением случаев, когда это требуется законом.</li>
                <li>Мы можем использовать файлы cookie и другие технологии для сбора информации о вашем использовании нашего сервиса и для улучшения его работы.</li>
                <li>Мы не несем ответственности за содержание и точность информации, которую вы размещаете на нашем сервисе.</li>
                <li>Если вы нарушаете это пользовательское соглашение, мы можем прекратить ваш доступ к нашему сервису в любое время.</li>
            </ol>

            <span>Благодарим за использование нашего сервиса.</span>
        </div>
    )
}